[
  {
    "title": "LATE CANCELLATION / NO-SHOW POLICY",
    "content": "Scheduled lessons may be changed as to time and/or place by notifying Check Driving School of the intended change at least twenty-four (24) hours in advance of the lesson. If a student cancels late or is otherwise unable to attend or does not show up for a scheduled lesson then the student will, at our discretion, be charged twenty ($20) dollars or else will forfeit the lesson time.\n This fee reflects the loss of earnings to the school and the instructor, as the lost time could have been better spent on the training of another student. If another student can be inserted into the time we reserved for you, then there will be no charge at all. Remember, there is NEVER a charge for lessons cancelled in a timely manner."
  },
  {
    "title": "LATE CANCELLATION / NO-SHOW POLICY",
    "content": "Lessons will normally be 60 minutes or 90 minutes or 120 minutes or any other length of time agreed upon between student and school or student and instructor. During the lesson, the student will receive both driving time behind the wheel and verbal training where the training vehicle may or may not be in actual motion due to safety considerations, and each of our lessons contains at least 60% of actual practice driving time. All lessons start and end at the appointed time, although the lesson may start earlier if there is mutual agreement between the student and the instructor. If the student is late for a lesson appointment the student loses that portion of the lesson time for which he or she was late. If the instructor is late for a lesson appointment, the student does not lose any lesson time, as the same lesson or on another lesson at a future date in addition to that lesson’s normal and regular length. Please allow your instructor a 15-minute grace period if he or she is not at the appointed place at the appointed time before contacting Check Driving School. Your instructor may be delayed due to heavy traffic or due to other circumstances beyond our control, but rest assured you will always receive the time that is due to you. Vehicle and/or instructor may be changed without notice."
  },
  {
    "title": "ISSUE RESOLUTION", 
    "content": "What should the student do if there is some issue with the service our driving academy provides? Firstly, talk it over with your instructor. They are all trained professionals who know how to listen and whose job it is to make you as comfortable as possible while teaching you to be a good, safe driver. If that does not resolve the situation, then call us at Check Driving School and ask to speak to the Office Manager and we will do everything in our power to make things right for you. Lastly, if all else fails you can write a letter to the Manager, Driver Training and Assessment Standards, ICBC, 910 Government St., Victoria, B.C., V8W 3Y5."
  },
  {
    "title": "WITHDRAWALS AND REFUNDS",
    "content": "All students will receive the driving time they have paid for or, in the case of a prepaid package of lessons, students can receive a refund of any unused in-car portion of their package (for in-car lessons not yet received) by notifying Check Driving School of the intention to withdraw from all remaining lessons. The student will be charged the regular single lesson rate (see Pricing) only for the in-car lessons already taught."
  }
]

